tap "1password/tap"
tap "FelixKratz/formulae"
tap "ankitpokhrel/jira-cli"
tap "janniks/git-ignore"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "localstack/tap"
tap "nikitabobko/tap"

brew "aria2", link: false
brew "asdf"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "carapace"
brew "circleci", args: ["ignore-dependencies"]
brew "cmake"
brew "codespell"
brew "colima", restart_service: true
brew "coreutils"
brew "curl"
brew "git-delta"
brew "git-ignore"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "dotenv-linter"
brew "elixir"
brew "elixir-ls"
brew "erlang"
brew "eza"
brew "fd"
brew "frizbee"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "glog"
brew "gmp"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gpg"
brew "hashicorp/tap/terraform"
brew "httpie"
brew "jira-cli"
brew "kubectx"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libtool"
brew "libyaml"
brew "localstack"
brew "localstack-cli"
brew "luajit"
brew "luarocks"
brew "make"
brew "mise"
brew "nvm"
brew "openssl@3"
brew "posting"
brew "pngpaste"
brew "pnpm"
brew "python3"
brew "pyenv"
brew "qemu"
brew "qt"
brew "readline"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "redis", restart_service: true
brew "ripgrep"
brew "sad"
brew "sd"
brew "sesh"
brew "silicon"
brew "sketchybar"
brew "sqlite"
brew "starship"
brew "stow"
brew "stylua"
brew "tree"
brew "tmux"
brew "uv"
brew "watchman"
brew "wget"
brew "withgraphite/tap/graphite"
brew "xq"
brew "xz"
brew "zlib"
brew "zoxide"

cask "aerospace"
cask "font-sketchybar-app-font"
cask "1password"
cask "1password-cli"
cask "ghostty"
cask "grammarly-desktop"
cask "hammerspoon"
cask "kitty"
cask "livebook"
cask "obsidian"
cask "ngrok"
cask "raycast"
