tap "1password/tap"
tap "FelixKratz/formulae"
tap "ankitpokhrel/jira-cli"
tap "hashicorp/tap"
tap "janniks/git-ignore"
tap "localstack/tap"
tap "nikitabobko/tap"

brew "aria2", link: false
brew "autoconf"
brew "automake"
brew "bat"
brew "cairo"
brew "carapace"
brew "circleci", args: ["ignore-dependencies"]
brew "cmake"
brew "codespell"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "direnv"
brew "dos2unix"
brew "dotenv-linter"
brew "eza"
brew "frizbee"
brew "gawk"
brew "gh"
brew "giflib"
brew "git"
brew "git-delta"
brew "git-ignore"
brew "git-lfs"
brew "glog"
brew "gmp"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gpg"
brew "grafana"
brew "httpie"
brew "imagemagick"
brew "jpeg"
brew "k6"
brew "libheif"
brew "libpng"
brew "librsvg"
brew "libtool"
brew "libyaml"
brew "make"
brew "mise"
brew "nvm"
brew "openai-whisper"
brew "openssl@3"
brew "pandoc"
brew "pango"
brew "pixman"
brew "pkg-config"
brew "pngpaste"
brew "postgresql@17"
brew "posting"
brew "pyenv"
brew "qemu"
brew "qt"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "sad"
brew "sd"
brew "sesh"
brew "silicon"
brew "sketchybar"
brew "slides"
brew "sqlite"
brew "stow"
brew "tree"
brew "watchman"
brew "wget"
brew "worktrunk"
brew "xq"
brew "xz"
brew "zlib"

cask "aerospace"
cask "font-sketchybar-app-font"
cask "ghostty"
cask "git-credential-manager"
cask "grammarly-desktop"
cask "hammerspoon"
cask "kitty"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "postgres-unofficial"
cask "raycast"
cask "sf-symbols"
cask "snowflake-snowsql"
cask "twingate"
cask "zen"
